{
  "riddles_list":
  [
    {
      "riddles": "There are several books on a bookshelf. If one book is the 4th from the left and 6th from the right, how many books are on the shelf?",
      "answer": "9",
      "category": "easy"
    },
    {
      "riddles": "A duck was given $9, a spider was given $36, and a bee was given $27. How much money would be give to a cat?",
      "answer": "$18",
      "category": "medium"
    },
    {
      "riddles": "I am a three-digit number. My tens digit is six more than my ones digit. My hundreds digit is eight less than my tens digit. What number am I?",
      "answer": "193",
      "category": "easy"
    },
    {
      "riddles": "What occurs twice a WEEK, once a YEAR, but never in a DAY?",
      "answer": "E",
      "category": "easy"
    },
    {
      "riddles": "Jason is 54 years old and his mother is 80, how many years ago was Jason's mother three times her age?",
      "answer": "41",
      "category": "medium"
    },
    {
      "riddles": "What number do you get when you multiply all of the numbers on a telephone's number pad?",
      "answer": "0",
      "category": "medium"
    },
    {
      "riddles": "A grandfather, two fathers, and two sons went to the movie theater together and everyone bought one movie ticket each. How many tickets did they buy in total?",
      "answer": "3",
      "category": "easy"
    },
    {
      "riddles": "Amy is four times as old as me. In 20 years, I shall be twice as old as her. How old am I now?",
      "answer": "40",
      "category": "easy"
    },
    {
      "riddles": "If Nancy can paint a house in 4 hours, and Max can paint the same house in 6 hours. How long will it take for both to paint a house? Answer in minutes.",
      "answer": "144",
      "category": "medium"
    },
    {
      "riddles": "Two people in front of two people, two people behind two people, and two people beside two people. How many people are there?",
      "answer": "4",
      "category": "medium"
    },
    {
      "riddles": "An airplane flies against the wind from A to B in 8 hours. The same airplane returns from B to A in the same direction as the wind, in 7 hours. Find the ratio of the speed of the airplane to the speed of the wind.",
      "answer": "15",
      "category": "hard"
    },
    {
      "riddles": "There are twelve kids in a classroom. Six kids are wearing socks and 4 are wearing shoes. Three kids are wearing both. How many kids are bare feet?",
      "answer": "5",
      "category": "hard"
    },
    {
      "riddles": "The product of two consecutive negative even integers is 24. What is the smaller of the two numbers?",
      "answer": "-6",
      "category": "hard"
    }
  ]
}
